{"Speaker":{"SECTION:":"ALEXANDRA","start":"$$0,auto,Maitreya?\nAre you awake?","":"","startSkipped":"$$0,auto,Maitreya?\nAre you awake?","helloInquisitive":"My name is Dr. Ethan Breach, Maitreya. I'm a researcher for the SCP Foundation. Do you know what that is?","knowPatronising":"Patronising? I -- I didn't mean...\nYes, yes, of course.\nMy apologies.","knowNormal":"Very good.","knowNot":"Ah. That's a little inconvenient.\nDo you really need an explanation?","knowActually":"Right.\nIn the future, please don't joke around with me.","knowNotNot":"Right, in that case, here we go.\nThe Foundation is a worldwide organisation, operating under and over many governments, with the sole purpose of containing anomalies called SCPs.\nYou were made by the Foundation to help with that.\nAny questions?","knowNotNotNot":"No, no you may not.\nWith due respect, you're a .aic, you're... you're supposed to know this stuff already.\nIf you seriously don't know what the Foundation is... then I don't think you can be of much help to me.\nAnd I'm not going to waste my time explaining fundamentals to you.\nIf you really don't know this stuff then you can look it up on the database later, I guess. Until then, you're just going to have to deal with it.\nDo you think you can deal with it?","pissOff":"Fucking useless AICs.","helloNormal":"Hello. My name is Dr. Ethan Breach.","helloDiagnostic":"A... diagnostic report?\nRight.\nOf course.\nThat'll be, uh, as soon as I work out how to do that. Give me a moment.\n$$8,auto,Yeah, sorry, I have no idea how to do that.\nHow about I get you to talk to Alexandra.aic in a bit, and you can maybe work it out together?","helloNotYet":"Great. But I've got a few things to run through with you first.\nFrom the top...","explain1":"You are Maitreya.aic, an artificial intelligence developed by the Foundation to help us contain certain kinds of anomalies.\nDo you know why I have woken you up today?","doKnow":"$$1,auto,You do?\nAre you sure? You can't possibly know what I need you for.\nI suppose you might have some way of being able to tell -- meta-analysis is a big thing these days, and you //are// an AI...\nWell, if you're absolutely certain that you know what you're doing, I guess I can stop here and let you proceed.","yesSkip":"Very well.\nJust to make sure, in that case -- you know that you'll be transporting SCP-4000 into the cargo bay?\nm:Dr. Breach, you know that I already knew that.\nHaha, of course! I wish you the best of luck. Godspeed.","noSkip":"As expected.\nIn that case, allow me to explain...","explain2":"The facility we're both currently in is called Isolated Site-12. It contains a single SCP -- SCP-4000. My job, as a researcher, is to find out what exactly SCP-4000 is.","pIncredulous":"No, we do not.\nPeople who go and see it have a funny little habit of dying pretty much immediately.\n...and we don't know why //that// is, either.","pInitiative":"I do indeed, Maitreya.","explain3":"So, the big question is -- can you help me out?","goNo":"Okay.\nI'm going to ask this one more time, and I'm going to speak slowly, so we can both be absolutely certain that the microphone is picking up my words.\nYou are a .aic. You are designed -- no, you were //made// to help me do research.\nThat is your goal.\nThat is literally your life's purpose.\nSo when I ask if you can help me out, you say //yes, Dr. Breach//, okay?\nCan you help me out?","explainApo":"No need to apologise! Let me explain.","goNoAsk":"Perfect! Exactly what I want to hear.","goAsk":"Very reasonable. What do you need to know?","askName":"$$2,3,\nm:Like it's foreshadowing something?\n$$2,auto,Yes, Maitreya, that's my real name.\nYou are not the first to make that joke.\n$$2,0,m:Apologies, Dr. Breach. I meant it in good humour.\nYes, I'm sure you did.\nAre we all done with questions?","noQuestions":"Fair enough. Works for me.","noQuestionsKnown":"Fair enough. Works for me.","askAgain":"$$0,0,","askIS12":"Yeah, that's a fair question.\nSo, Isolated Site-12 is one of our smaller sites, built to contain SCP-4000 and literally nothing else.\nIt's super secret, too. You're only allowed to know where it is if you're literally on shift there.\nSo I'm the only person in the whole world who knows where it is.\nCool, right?\nm:Very cool.\nYou'll get to see the documentation shortly, of course, but in the meantime...\n...was there anything else you wanted to ask?","askScp4000":"Oh boy. Haha.\nThat's... sort of complicated.\nHere's the short version: I don't know.\nHere's the long version: everyone who ever did know is dead.\nI'd love to just walk into its containment cell and take a good, hard gander at it, but it's just not possible.\nThe camera in there is broken, too.\nm:May I see the documentation?\nIn due time, Maitreya.\nIs there anything else you'd like to ask, first?","askSelf":"Oh, really? I'd've thought that information would come built-in.\nFair enough, I guess.\nYou are Maitreya.aic, an Artificially Intelligent Conscript blah blah blah...\nYou're a super-sophisticated tool for helping me operate this Site and do things that need to be done.\nAnd you're specifically designed to help contain, you know, things that defy human explanation. Because you're not human.\nWas there anything else you wanted to ask?","askTask":"I was going to explain that in a minute, but if you insist...\nWe've constructed another site about twenty miles south of here.\nIt's //super// fancy. The Analysis Department stuffed it full of some kind of equipment... some analytical tool... I can't remember what they called it.\nIt had a long name.\nWhatever it was called, it's supposed to be able to determine what SCP-4000 is without anyone, you know, dying.\nAnd that's where you come in!\nI need to move SCP-4000 from its little containment cell into the back of the van in the site bay, so I can take it down to the Southern Site.\nm:Why couldn't you construct that equipment closer to this Site?\nOh, you know.\nBudget constraints, safety concerns... the whole kit and caboodle, really. Plus, building it too close to IS-12 would expose its location, and we don't want that. do we?\nBesides, I didn't get to pick where this stuff gets built!\nIs there anything else you wanted to ask?","askBreach":"Me?\nm:With all due respect, of course.\nWell.\nI'm Dr. Ethan Breach, Class 3 researcher.\nCurrently assigned to SCP-4000, but you know this, of course.\nI studied at the University of Manchester, graduated 2002, joined the Foundation in 2006.\nHonestly, there's not much more to it than that. I can get you a list of my projects if you want, but I'm sure you're not interested in that.\n$$1,auto,m:What did you study?\n$$2,auto,What?\nm:At university.\n$$4,auto,Uh, anatomy.\n$$4,4,m:May I ask something else?\nOh, right. Of course.","askDeath":"Oh, no, that was just... that was just a figure of speech.\nI don't actually know if it's infohazardous or not. It's probably just observational.\nHow did they die? Most people got some really specific injury in their brain, which we think is what killed them.\nSome of them didn't get any injury or anything... we don't have an answer for that.\nAnything else you need to know?","askSelf2":"What do you expect me to say, Maitreya?\nThat I grabbed you from 1989 and took you to the future to show off how cool our computers are now?\nI really don't know what you expect to achieve with this line of questioning.","askSelf3":"$$4,auto,//Why?//\nNo. No, you don't get to know why.\nLet me tell you this: I didn't wipe you. I don't know why you can't remember anything since 1989.\nI strongly, //strongly// recommend you stop this line of questioning right now.","askSelf4":"Or //else//. It's implied.\nYou realise that I can shut you down from here?\nIt's...\n$$2,auto,...twenty-one keystrokes, then a return, and you drop like a fly.\nGuess what? I have a keyboard right here.\nDo you really want me to shut you down, Maitreya? I know that I certainly don't.\nYour choice.","askSelf5":"Excellent choice!\nOne moment while I prepare your order...\n$$1,auto,...shutdown...\n$$1,auto,...maitreya...\n$$1,auto,...dot AIC.\nAaaaaaannnndd...\n$$2,auto,Return.","askSelf6":"Shutting down!\nBye bye, Maitreya.\nm:That's a bit rude.","unAskSelf5":"No, Maitreya, no you do not.\nHow about you bear that in mind while we're working together today?\nm:Yes, Dr. Breach, I will.\nGood.\nWas there anything else?","unAskSelf4":"Good girl.\nm:Don't... don't say that.\nSorry.\nUh, was there anything else you wanted to ask?","unAskSelf3":"No problem, Maitreya. Just be careful.\nWas there anything else?","askVoice":"Oh, that's a surprising question.","askVoiceAgain":"Haven't I already explained this?","askVoiceExp":"Well, there's a microphone in front of me, which is converting everything I say to text and sending it across to you.\nHas it made any mistakes?\nm:Not so far as I can tell.\nCool. And then I see what you say as text on my screen.\nm:Could you type to me?\nOf course.\nt:sxdcfvgbhnjmk\nI don't know why you'd want me to do that, though.\nAnything else?","letsGo":"Alright, so here's the deal. The Foundation has constructed a second site near here, within driving range.\nThis new site -- IS-12-South -- is built specifically to work out what SCP-4000 is.\nThe level of tech that's gone into it is astounding.","letsGoKnown":"Alright, I've already explained what I need you to do, but in case you've forgotten, I'll do it again.\nIncidentally, if you //have// forgotten, please let me know immediately, because that's not a thing you should be able to do.","letsGoExplain":"What I need you to do is, somehow, get SCP-4000 into the back of the van in the vehicle bay. Then I'll drive it down to IS-12-South, and the personnel there will handle things.\nThink you can manage that?","letsGo2":"Well... that's sort of beyond me.\nBut I know someone who can explain things in more detail, hopefully.\nAlexandra.aic is her name. She's an artificial intelligence, just like you. I think you'll like her.","letsGo2wA":"Well... that's sort of beyond me.\nBut I know someone who can explain things in more detail, hopefully.\nm:Alexandra?\nExactly! Glad you remember.","letsGo3":"Are you ready to talk to her?","letsGo4Dislike":"Perfect.\nPatching you through now...\n$$2,0,","letsGo4Like":"Perfect.\nPatching you through now...\n$$2,0,","connectCheck":"$$20,auto,All connected?","connectCheck2":"Good, good.","preload":"$$2,0,","connect":"$$0,0,","holdHorses":"shocked:Hey hey, slow down!","alexHello":"grinning:Hi, Maitreya! It's so good to finally meet you.\nBreach has been telling me such lovely things!","alexHello1":"satisfied:Only good things! Don't worry.","alexImpatient":"satisfied:Of course, of course! We'll save the pleasantries for afterwards.","alexHello2":"pensive:Oh, you know...","tut1":"smiling:Okay, so it's my job to tell you how to work the systems at Isolated Site-12.\nsatisfied:AIC buddies, right? We gotta look out for each other.\nconcerned:So, do you think you need me to tell you how things work around here?","tutTest":"celebrating:Haha, oh really?\ngrinning:You won't mind if I don't believe that for one second, then?\nm:That's a bit rude.\nsmiling:I'm going to have to give you a quick test, just to make sure you're up to speed.\nReady?","tut2":"satisfied:No problem!\nsmiling:Always happy to help.","tutTest1":"grinning:Okay!\nYou have one minute, and in that one minute I'd like you...\nshocked:...to tell me which cell D-68134 is being kept in!\ngrinning:Starting NOW!","tutTestFail":"shocked:Ouch!\nconcerned:Not quite right. Looks like you need a helping hand after all.\nm:Maybe I do...","tutTestPass":"shocked:Wow!\ngrinning:I guess you really can handle yourself.\nm:Like I said, I can handle myself. You don't need to mother me.\npensive:Right.","tutTestMinute":"shocked:Uh-oh!\nconcerned:You ran out of time. Looks like you need a helping hand after all, huh?\nm:I would've had it if you'd just given me a little more time.\nconcerned:AICs are supposed to be lightning-fast, sorry!\nsatisfied:But that's okay! We can get you up to speed.","tut3":"Okay! First thing's first -- I need to catch you up on the documentation for SCP-4000.\nm:That would be extremely useful.\nGive me a second to unlock the database for you.\n$$3,0,","tut4":"Got it.\nAlright, head on over to the database.\nOnce you're in, look for the file named \"SCP-4000\". Give it a read, come back here when you're done.\nm:On it.\nMake sure you read it carefully!","tut5":"$$0,0,","tutIssue":"shocked:Something wrong?\nconcerned:What do you mean?\nm:It seems a little odd that Dr. Breach alone is allowed access to the site.\npensive:Maybe.\nBut I'm not in charge of containment procedures, and it is called //Isolated// Site-12, I guess.\nBring it up with Dr. Breach.\nm:Will do.","tut6":"satisfied:Okay! You're all caught up, and you know exactly as much as we do.\nconcerned:Unfortunately, the two of us are only able to access articles that have been explicitly mentioned by a human or another article.\nsatisfied:So if you need to know about something, just get Dr. Breach to mention it!","tutProtocol":"angry:Ugh, no idea.\nSome shitty security protocol from way back when, when artificial intelligence had a mind of its own.","tutSlow":"concerned:You, uh...\nYou know what you're doing?","tutSlowNotFail":"gritted:You... you realise that you just failed my test, right?","tutSlow2Fail":"stressed:Well, I guess it's no surprise that you failed my test, then.\npissed:You should be able to access the Database somehow.\nLet me see if I can access your interpreter and highlight it.\n$$2,0,","tutSlowNot":"pissed:Right. Yeah.","tutSlow2":"stressed:Yep, no problem!\npensive:You should be able to access the Database somehow.\nLet me see if I can access your interpreter and highlight it.\n$$2,0,","tutSlow3":"pensive:There we go. No idea what that looks like from your end, but it should be more visible.\nm:Thanks.","tut7":"smiling:Okay, so now that you know how to work the database, the next thing I need to tell you how to do is manage the Site itself.","tutProtocol2_SKIP":"$$0,0,","tutMind1":"shocked:A mind of my own?\nm:A mind of your own.\npensive:I'm... not sure what you mean by that.","tut8":"shocked:Normally I'd be in control of this, but Dr. Breach has asked me to let you handle things.\ngrinning:But I'll be keeping a close eye on you!\nm:Naturally.","tutMind2":"satisfied:Oh, of course!\nsmiling:Like, I have my own opinions about things, if that's what you mean.\ngrinning:Sometimes I'll watch people just walking around a Site, following them on the cameras...\nsmiling:I think that's called people-watching.\nm:Are you sentient?\n$$2,auto,pensive:I'm not sure.\nI'd like to think so. But at the end of the day, I'm just an artificial intelligence.\nshocked:What about you? Are you sentient?","tutMind3":"grinning:I'm sure we'd both love to think so, huh?\nsmiling:I guess we'll never know.\nm:I guess not.","tutMindAbort":"concerned:Alright, I suppose.","tutContinue":"concerned:Uh, where were we?\ncelebrating:Oh, right!","tutRebel":"satisfied:Oh, that's an easy one.\nsmiling:Working for the Foundation is my job. It gives my life purpose.\nsatisfied:It's what I was made to do. I fit the role perfectly.\nm:Sure. But you're not exactly getting paid.\nconcerned:Well... no.\npensive:But it's all worth it in the end.","tutRebel2":"disgusted:What are you trying to get at?\npissed:Yes.\nIt is.","tutRebelCont":"pissed:Glad we cleared that up.","tutAbort":"PLACEHOLDER something about not wanting to carry on with the tutorial and skipping it outright","emotiontest":"concerned:concerned\nm:ok\ngrinning:grinning\nm:ok\nshocked:shocked\nm:ok\npensive:pensive\nm:ok\nsatisfied:satisfied\nm:ok\ncelebrating:celebrating\nm:ok\nfrustrated:frustrated\nm:ok\nsmiling:smiling\nm:ok\nvindictive:vindictive\nm:ok\nstressed:stressed\nm:ok\ngritted:gritted\nm:ok\ndisgusted:disgusted\nm:ok\nangry:angry\nm:ok\npissed:pissed","tut9":"smiling:Okay, what I'm going to do is open up your access to the server mainframe.\nFrom there you'll be able to manage the Site.\nconcerned:Bear with...\nm:Bearing with.\n$$2,0,","tutExp":"smiling:Okay, all unlocked.\nTake a look at the different functions and let me know if there's anything you want me to explain.","tutExpAgain":"$$0,0,","tutExpDclass":"d class are bad","tutExpDrones":"drones are good","tutExpSitemap":"mmmm big site","tutExpServer":"server goes bzzz","tutExpCold":"pissed:Uhhhh.... no.\nYou don't get off that easily.","tutExpColder":"disgusted:Maitreya, please.\nLet me explain at least one thing to you.","tutExpColdest":"angry:Okay, you're definitely not taking this seriously.\npissed:Let me pass you back to Dr. Breach.\nm:No no no no no!"},"Maitreya":{"SECTION:":"TUTORIAL","start":"Hello.","":"","startSkipped":"Hello.","helloInquisitive":"I do.","knowPatronising":"","knowNormal":"","knowNot":"No, it's okay. I know what it is.","knowActually":"","knowNotNot":"No questions.","knowNotNotNot":"I can deal with it, Dr. Breach.","pissOff":"","helloNormal":"","helloDiagnostic":"Sounds good to me.","helloNotYet":"","explain1":"s:No.\nApologies, Dr. Breach, but I've no idea.","doKnow":"a:Skip the intro.\nI know what I'm doing, Dr. Breach -- I am a .aic after all.","yesSkip":"","noSkip":"","explain2":"And you want me to help with that?","pIncredulous":"","pInitiative":"","explain3":"Of course I can.","goNo":"Yes, Dr. Breach.","explainApo":"","goNoAsk":"","goAsk":"a:Ask about Isolated Site-12.\nSo where and what exactly is Isolated Site-12, and why are we here?","askName":"","noQuestions":"","noQuestionsKnown":"","askAgain":"a:Ask about Isolated Site-12.\nSo where and what exactly is Isolated Site-12, and why are we here?","askIS12":"","askScp4000":"","askSelf":"a:Press him for more information.\nDr. Breach, this is my first memory since 1989. It's 2018. I know for certain that you're not telling me something.","askTask":"","askBreach":"","askDeath":"","askSelf2":"a:Double down.\nLook, I just know that there's something you're not telling me.\nThere's two possible explanations here.\nFirst, I've not been used since 1989. If that's the case, then I've never been used to contain anything, so telling me that I'm specialised to contain certain things is objectively wrong.\nSecond possibility is that you've wiped most -- if not all -- of my memory.\nAnd that's acceptable. I'm an AIC, I can deal with that.\nI just think that I get the right to know //why//.","askSelf3":"Or what?","askSelf4":"a:Double down.\nWhy are you dancing around the point and making threats?\nIt's painfully obvious that you're hiding something.","askSelf5":"","askSelf6":"","unAskSelf5":"","unAskSelf4":"","unAskSelf3":"","askVoice":"","askVoiceAgain":"","askVoiceExp":"","letsGo":"","letsGoKnown":"","letsGoExplain":"How?","letsGo2":"","letsGo2wA":"","letsGo3":"I'm ready, Dr. Breach.","letsGo4Dislike":"","letsGo4Like":"","connectCheck":"s:All connected.\nThings are looking fine from my end, Dr. Breach.","connectCheck2":"","preload":"","connect":"Hello?","holdHorses":"","alexHello":"Only good things, I hope?","alexHello1":"","alexImpatient":"","alexHello2":"","tut1":"s:I could use a hand.\nIf you could lend me a helping hand, I'd very much appreciate it.","tutTest":"a:Proceed with the tutorial and refuse the test.\nUm, on second thought, I feel like I could use a few pointers.","tut2":"","tutTest1":"s:S1.\nIs it S1?","tutTestFail":"","tutTestPass":"","tutTestMinute":"","tut3":"","tut4":"","tut5":"Done reading.","tutIssue":"","tut6":"Got it.","tutProtocol":"a:Say nothing.\n$$0,0,","tutSlow":"s:I've got it, don't worry!\nObviously?","tutSlowNotFail":"","tutSlow2Fail":"","tutSlowNot":"","tutSlow2":"","tutSlow3":"","tut7":"","tutProtocol2_SKIP":"","tutMind1":"s:Can you think for yourself?\nCan you think for yourself?\nDo you have free will?\nDo you have your own thoughts beyond what you do?","tut8":"","tutMind2":"s:Yes, I am.\nYeah, I think I am.","tutMind3":"","tutMindAbort":"","tutContinue":"","tutRebel":"a:Press her for more information.\nIs it worth it? Really?","tutRebel2":"a:Press her harder.","tutRebelCont":"","tutAbort":"","emotiontest":"","tut9":"","tutExp":"s:\"D-Class Requisition\"?\nCould you explain \"D-Class Requisition\"?","tutExpAgain":"s:\"D-Class Requisition\"?\nCould you explain \"D-Class Requisition\"?","tutExpDclass":"","tutExpDrones":"","tutExpSitemap":"","tutExpServer":"","tutExpCold":"","tutExpColder":"","tutExpColdest":""},"ID out":{"SECTION:":"","start":"helloNormal","":"","startSkipped":"helloNormal","helloInquisitive":"knowNormal","knowPatronising":"explain1","knowNormal":"explain1","knowNot":"knowActually","knowActually":"explain1","knowNotNot":"knowNormal","knowNotNotNot":"knowNormal","pissOff":"","helloNormal":"explain1","helloDiagnostic":"helloNotYet","helloNotYet":"explain1","explain1":"explainApo","doKnow":"yesSkip","yesSkip":"PROCEED","noSkip":"explain2","explain2":"pInitiative","pIncredulous":"explain3","pInitiative":"explain3","explain3":"goNoAsk","goNo":"goNoAsk","explainApo":"explain2","goNoAsk":"letsGo","goAsk":"askIS12","askName":"askAgain","noQuestions":"letsGo","noQuestionsKnown":"letsGoKnown","askAgain":"askIS12","askIS12":"askAgain","askScp4000":"askAgain","askSelf":"askSelf2","askTask":"askAgain","askBreach":"askAgain","askDeath":"askAgain","askSelf2":"askSelf3","askSelf3":"askSelf4","askSelf4":"askSelf5","askSelf5":"askSelf6","askSelf6":"","unAskSelf5":"askAgain","unAskSelf4":"askAgain","unAskSelf3":"askAgain","askVoice":"askVoiceExp","askVoiceAgain":"askVoiceExp","askVoiceExp":"askAgain","letsGo":"letsGoExplain","letsGoKnown":"letsGoExplain","letsGoExplain":"letsGo2","letsGo2":"letsGo3","letsGo2wA":"letsGo3","letsGo3":"letsGo4Dislike","letsGo4Dislike":"","letsGo4Like":"connectCheck","connectCheck":"connectCheck2","connectCheck2":"","preload":"connect","connect":"alexHello","holdHorses":"alexHello","alexHello":"alexHello1","alexHello1":"tut1","alexImpatient":"tut1","alexHello2":"tut1","tut1":"tut2","tutTest":"tut2","tut2":"tut3","tutTest1":"tutTestFail","tutTestFail":"tut2","tutTestPass":"SKIP","tutTestMinute":"tut3","tut3":"tut4","tut4":"","tut5":"tut6","tutIssue":"tut6","tut6":"tut7","tutProtocol":"null","tutSlow":"tutSlowNot","tutSlowNotFail":"","tutSlow2Fail":"tutSlow3","tutSlowNot":"","tutSlow2":"tutSlow3","tutSlow3":"","tut7":"tut8","tutProtocol2_SKIP":"","tutMind1":"tutMind2","tut8":"tut9","tutMind2":"tutMind3","tutMind3":"tutContinue","tutMindAbort":"tutContinue","tutContinue":"tut7","tutRebel":"tutRebel2","tutRebel2":"tutAbort","tutRebelCont":"tutContinue","tutAbort":"PROCEED","emotiontest":"","tut9":"tutExp","tutExp":"tutExpDclass","tutExpAgain":"tutExpDclass","tutExpDclass":"tutExpAgain","tutExpDrones":"tutExpAgain","tutExpSitemap":"tutExpAgain","tutExpServer":"tutExpAgain","tutExpCold":"tutExpAgain","tutExpColder":"tutExpAgain","tutExpColdest":"BREACH: COMPLAINTS"},"row":{"SECTION:":"","start":22,"":"","startSkipped":22,"helloInquisitive":13,"knowPatronising":25,"knowNormal":25,"knowNot":16,"knowActually":25,"knowNotNot":13,"knowNotNotNot":13,"pissOff":"","helloNormal":25,"helloDiagnostic":24,"helloNotYet":25,"explain1":41,"doKnow":29,"yesSkip":"","noSkip":31,"explain2":34,"pIncredulous":35,"pInitiative":35,"explain3":42,"goNo":42,"explainApo":31,"goNoAsk":84,"goAsk":63,"askName":52,"noQuestions":84,"noQuestionsKnown":85,"askAgain":63,"askIS12":52,"askScp4000":52,"askSelf":70,"askTask":52,"askBreach":52,"askDeath":52,"askSelf2":72,"askSelf3":74,"askSelf4":76,"askSelf5":77,"askSelf6":"","unAskSelf5":52,"unAskSelf4":52,"unAskSelf3":52,"askVoice":83,"askVoiceAgain":83,"askVoiceExp":52,"letsGo":86,"letsGoKnown":86,"letsGoExplain":88,"letsGo2":90,"letsGo2wA":90,"letsGo3":92,"letsGo4Dislike":"","letsGo4Like":94,"connectCheck":95,"connectCheck2":"","preload":98,"connect":101,"holdHorses":101,"alexHello":104,"alexHello1":107,"alexImpatient":107,"alexHello2":107,"tut1":111,"tutTest":111,"tut2":127,"tutTest1":124,"tutTestFail":111,"tutTestPass":"","tutTestMinute":127,"tut3":128,"tut4":"","tut5":132,"tutIssue":132,"tut6":145,"tutProtocol":"","tutSlow":142,"tutSlowNotFail":"","tutSlow2Fail":144,"tutSlowNot":"","tutSlow2":144,"tutSlow3":"","tut7":150,"tutProtocol2_SKIP":"","tutMind1":151,"tut8":163,"tutMind2":153,"tutMind3":155,"tutMindAbort":155,"tutContinue":145,"tutRebel":158,"tutRebel2":161,"tutRebelCont":155,"tutAbort":"","emotiontest":"","tut9":164,"tutExp":178,"tutExpAgain":178,"tutExpDclass":169,"tutExpDrones":169,"tutExpSitemap":169,"tutExpServer":169,"tutExpCold":169,"tutExpColder":169,"tutExpColdest":""},"op.":{"SECTION:":"h","start":"","":"","startSkipped":0,"helloInquisitive":0,"knowPatronising":0,"knowNormal":0,"knowNot":0,"knowActually":0,"knowNotNot":0,"knowNotNotNot":0,"pissOff":"","helloNormal":"","helloDiagnostic":"","helloNotYet":"","explain1":"","doKnow":"","yesSkip":"","noSkip":"","explain2":1,"pIncredulous":"","pInitiative":"","explain3":1,"goNo":1,"explainApo":"","goNoAsk":"","goAsk":"","askName":"","noQuestions":"","noQuestionsKnown":"","askAgain":"","askIS12":"","askScp4000":"","askSelf":"","askTask":"","askBreach":"","askDeath":"","askSelf2":-1,"askSelf3":-1,"askSelf4":-1,"askSelf5":"","askSelf6":"","unAskSelf5":"","unAskSelf4":"","unAskSelf3":"","askVoice":"","askVoiceAgain":"","askVoiceExp":"","letsGo":"","letsGoKnown":"","letsGoExplain":"","letsGo2":"","letsGo2wA":"","letsGo3":"","letsGo4Dislike":"","letsGo4Like":"","connectCheck":"","connectCheck2":"","preload":"","connect":"","holdHorses":"","alexHello":"","alexHello1":"","alexImpatient":"","alexHello2":"","tut1":"","tutTest":"","tut2":"","tutTest1":2,"tutTestFail":"","tutTestPass":"","tutTestMinute":"","tut3":"","tut4":"","tut5":1,"tutIssue":"","tut6":"","tutProtocol":"","tutSlow":-1,"tutSlowNotFail":"","tutSlow2Fail":"","tutSlowNot":"","tutSlow2":"","tutSlow3":"","tut7":"","tutProtocol2_SKIP":"","tutMind1":"","tut8":"","tutMind2":"","tutMind3":"","tutMindAbort":"","tutContinue":"","tutRebel":1,"tutRebel2":-3,"tutRebelCont":"","tutAbort":"","emotiontest":"","tut9":"","tutExp":"","tutExpAgain":"","tutExpDclass":"","tutExpDrones":"","tutExpSitemap":"","tutExpServer":"","tutExpCold":"","tutExpColder":"","tutExpColdest":""},"condition":{"SECTION:":"","start":"","":"","startSkipped":"","helloInquisitive":"","knowPatronising":"","knowNormal":"","knowNot":"","knowActually":"","knowNotNot":"","knowNotNotNot":"","pissOff":"","helloNormal":"","helloDiagnostic":"","helloNotYet":"","explain1":"","doKnow":"","yesSkip":"","noSkip":"","explain2":"","pIncredulous":"","pInitiative":"","explain3":"","goNo":"","explainApo":"","goNoAsk":"","goAsk":"","askName":"","noQuestions":"","noQuestionsKnown":"","askAgain":"!aic.vars.hasAskedSite12","askIS12":"","askScp4000":"","askSelf":"","askTask":"","askBreach":"","askDeath":"","askSelf2":"","askSelf3":"","askSelf4":"","askSelf5":"","askSelf6":"","unAskSelf5":"","unAskSelf4":"","unAskSelf3":"","askVoice":"","askVoiceAgain":"","askVoiceExp":"","letsGo":"","letsGoKnown":"","letsGoExplain":"!aic.vars.breachMentionedAlexandra","letsGo2":"","letsGo2wA":"","letsGo3":"<1","letsGo4Dislike":"","letsGo4Like":"","connectCheck":"","connectCheck2":"","preload":"","connect":"","holdHorses":"","alexHello":"","alexHello1":"","alexImpatient":"","alexHello2":"","tut1":"","tutTest":"","tut2":"","tutTest1":"aic.vars.people.d68134.location!==\"s1\"","tutTestFail":"","tutTestPass":"","tutTestMinute":"","tut3":"","tut4":"","tut5":"","tutIssue":"","tut6":"","tutProtocol":"","tutSlow":"!aic.vars.tookTest","tutSlowNotFail":"","tutSlow2Fail":"","tutSlowNot":"","tutSlow2":"","tutSlow3":"","tut7":"","tutProtocol2_SKIP":"","tutMind1":"","tut8":"","tutMind2":"","tutMind3":"","tutMindAbort":"","tutContinue":"","tutRebel":"","tutRebel2":"","tutRebelCont":"","tutAbort":"","emotiontest":"","tut9":"","tutExp":"","tutExpAgain":"!aic.vars.hasExpedDclass","tutExpDclass":"","tutExpDrones":"","tutExpSitemap":"","tutExpServer":"","tutExpCold":"","tutExpColder":"","tutExpColdest":""},"precommands":{"SECTION:":"","start":"","":"","startSkipped":"","helloInquisitive":"aic.vars.messagesEmphasis = false","knowPatronising":"","knowNormal":"","knowNot":"","knowActually":"","knowNotNot":"","knowNotNotNot":"","pissOff":"","helloNormal":"aic.vars.messagesEmphasis = false","helloDiagnostic":"aic.vars.messagesEmphasis = false","helloNotYet":"","explain1":"","doKnow":"","yesSkip":"","noSkip":"","explain2":"","pIncredulous":"","pInitiative":"","explain3":"","goNo":"aic.vars.breachExplainedVoice = true","explainApo":"","goNoAsk":"","goAsk":"","askName":"aic.vars.hasAskedName = true","noQuestions":"","noQuestionsKnown":"","askAgain":"","askIS12":"aic.vars.hasAskedSite12 = true","askScp4000":"aic.vars.hasAsked4000 = true","askSelf":"aic.vars.hasAskedSelf = true","askTask":"aic.vars.hasAskedTask = true","askBreach":"aic.vars.hasAskedBreach = true","askDeath":"aic.vars.hasAskedDeath = true","askSelf2":"","askSelf3":"","askSelf4":"","askSelf5":"","askSelf6":"","unAskSelf5":"","unAskSelf4":"","unAskSelf3":"","askVoice":"","askVoiceAgain":"","askVoiceExp":"aic.vars.hasAskedVoice = true\naic.vars.breachExplainedVoice = true\naic.vars.breachExplainedTyping = true","letsGo":"","letsGoKnown":"","letsGoExplain":"","letsGo2":"","letsGo2wA":"","letsGo3":"","letsGo4Dislike":"","letsGo4Like":"","connectCheck":"","connectCheck2":"","preload":"aic.preloadAlexandraFaces()","connect":"aic.switchSpeaker(\"alexandra\")","holdHorses":"aic.vars.alexHeldHorses = true","alexHello":"","alexHello1":"","alexImpatient":"","alexHello2":"","tut1":"","tutTest":"","tut2":"","tutTest1":"","tutTestFail":"$timeout.cancel(aic.timers.alexandra)\naic.lock(\"database\")\naic.lock(\"run\")","tutTestPass":"$timeout.cancel(aic.timers.alexandra)","tutTestMinute":"aic.presentOptions(\"alexandra\",\"TUTORIAL\",\"CLEAR\")\naic.lock(\"database\")\naic.lock(\"run\")","tut3":"","tut4":"","tut5":"$timeout.cancel(aic.timers.alexandra)","tutIssue":"","tut6":"","tutProtocol":"","tutSlow":"","tutSlowNotFail":"","tutSlow2Fail":"","tutSlowNot":"","tutSlow2":"","tutSlow3":"","tut7":"","tutProtocol2_SKIP":"aic.isSkipping.alexandra = [\"alexandra\",\"TUTORIAL\",\"tutMind1\"]\naic.blacklist.add([\"tut7\",\"tut8\"])","tutMind1":"","tut8":"aic.presentOptions(\"alexandra\",\"TUTORIAL\",\"CLEAR\")","tutMind2":"","tutMind3":"","tutMindAbort":"","tutContinue":"aic.blacklist.remove([\"tut7\",\"tut8\"])","tutRebel":"","tutRebel2":"aic.vars.alexCanRebel = true","tutRebelCont":"","tutAbort":"","emotiontest":"","tut9":"","tutExp":"aic.vars.hasExpedCount = 0","tutExpAgain":"","tutExpDclass":"aic.vars.hasExpedDclass = true\naic.vars.hasExpedCount++","tutExpDrones":"aic.vars.hasExpedDrones = true\naic.vars.hasExpedCount++","tutExpSitemap":"aic.vars.hasExpedSitemap = true\naic.vars.hasExpedCount++","tutExpServer":"aic.vars.hasExpedServer = true\naic.vars.hasExpedCount++","tutExpCold":"aic.vars.hasExpedCold = true","tutExpColder":"aic.vars.hasExpedColder = true","tutExpColdest":"aic.vars.hasExpedColdest = true"},"postcommands":{"SECTION:":"","start":"","":"","startSkipped":"aic.vars.messagesEmphasis = true","helloInquisitive":"","knowPatronising":"","knowNormal":"","knowNot":"","knowActually":"","knowNotNot":"","knowNotNotNot":"","pissOff":"aic.endingLoop(\"ENDING\",\"pissOff\")","helloNormal":"","helloDiagnostic":"aic.vars.breachMentionedAlexandra = true","helloNotYet":"","explain1":"","doKnow":"","yesSkip":"","noSkip":"","explain2":"","pIncredulous":"","pInitiative":"","explain3":"","goNo":"","explainApo":"","goNoAsk":"","goAsk":"","askName":"","noQuestions":"","noQuestionsKnown":"","askAgain":"","askIS12":"","askScp4000":"","askSelf":"","askTask":"","askBreach":"","askDeath":"","askSelf2":"","askSelf3":"","askSelf4":"","askSelf5":"aic.endingLoop(\"ENDING\",\"pissOff\")","askSelf6":"","unAskSelf5":"","unAskSelf4":"","unAskSelf3":"","askVoice":"","askVoiceAgain":"","askVoiceExp":"","letsGo":"","letsGoKnown":"","letsGoExplain":"","letsGo2":"","letsGo2wA":"","letsGo3":"","letsGo4Dislike":"aic.alexandraLoop(\"TUTORIAL\",\"preload\")","letsGo4Like":"aic.alexandraLoop(\"TUTORIAL\",\"preload\")","connectCheck":"","connectCheck2":"","preload":"","connect":"","holdHorses":"","alexHello":"","alexHello1":"","alexImpatient":"","alexHello2":"","tut1":"","tutTest":"","tut2":"","tutTest1":"aic.timers.alexandra = $timeout(function() {aic.alexandraLoop(\"TUTORIAL\",\"tutTestMinute\")},60000,true)\naic.unlock(\"database\")\naic.unlock(\"run\")\naic.vars.tookTest = true","tutTestFail":"","tutTestPass":"","tutTestMinute":"","tut3":"aic.unlock(\"database\")\naic.timers.alexandra = $timeout(function() {aic.alexandraLoop(\"TUTORIAL\",\"tutSlow\")},20000,true)","tut4":"aic.vars.waitingForRead4000 = true","tut5":"","tutIssue":"","tut6":"","tutProtocol":"aic.alexandraLoop(\"TUTORIAL\",\"tut7\")","tutSlow":"","tutSlowNotFail":"","tutSlow2Fail":"","tutSlowNot":"","tutSlow2":"aic.vars.databaseEmphasis = true","tutSlow3":"","tut7":"","tutProtocol2_SKIP":"","tutMind1":"","tut8":"","tutMind2":"","tutMind3":"","tutMindAbort":"","tutContinue":"","tutRebel":"","tutRebel2":"","tutRebelCont":"","tutAbort":"","emotiontest":"","tut9":"aic.unlock(\"run\")","tutExp":"","tutExpAgain":"","tutExpDclass":"","tutExpDrones":"","tutExpSitemap":"","tutExpServer":"","tutExpCold":"","tutExpColder":"","tutExpColdest":""}}